Repository: Sascha833/TestProjekt
Catalog: sparkleshare-0.2-beta1/po/*.po
Languages: es, pl, pt_br, ru, sv

source: Git wasn't found.
es: No se ha encontrado Git.
pl: Nie znaleziono programu Git.
pt_br: Git não foi encontrado.
ru: Git не найден.
sv: Git hittades inte.

source: You can get Git from http://git-scm.com/.
es: Puedes obtener Git en http://git-scm.com/.
pl: Można go pobrać ze strony http://git-scm.com/.
pt_br: Você pode obter o Git no site http://git-scm.com/.
ru: Загрузить Git можно с http://git-scm.com/.
sv: Du kan skaffa Git från http://git-scm.com/.

source: Sorry, you can't run SparkleShare with these permissions.
es: Perdón, no puede ejecutar SparkleShare con estos permisos.
pl: Przepraszamy, nie można uruchomić programu SparkleShare z bieżącymi uprawnieniami.
pt_br: Descuple, você não pode rodar o SparkleShare sem essas permissões.
ru: К сожалению, запускать SparkleShare с такими системными правами нельзя.
sv: Ledsen, men du kan inte köra SparkleShare med dessa rättigheter.

source: Things would go utterly wrong.
es: Las cosas irían absolutamente mal.
pl: Może to spowodować nieprzewidziane skutki.
pt_br: As coisas vão dar completamente errado.

source: This program comes with ABSOLUTELY NO WARRANTY.
es: Este programa viene SIN GARANTÍAS ABSOLUTAS.
pl: Niniejszy program dostarczany jest BEZ JAKIEJKOLWIEK GWARANCJI.
pt_br: Este programa vem com ABSOLUTAMENTE NENHUMA GARANTIA.
ru: Эта программа поставляется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ.
sv: Detta program kommer utan några som helst garantier.

source: This is free software, and you are welcome to redistribute it
es: Esto es software libre, y es bienvenido a redistribuirlo
pl: Niniejszy program jest wolnym oprogramowanie, można go rozprowadzać dalej pod pewnymi warunkami.
pt_br: Este é um software livre, e você é incentivado a distribuí-lo
ru: Эта программа является свободной, ее распространение разрешено
sv: Detta är fri programvara och du är välkommen att distribuera det

source: under certain conditions. Please read the GNU GPLv3 for details.
es: bajo determinadas condiciones. Por favor lea la GNU GPLv3 para más detalles.
pl: Aby uzyskać więcej informacji, proszę zapoznać się z tekstem licencji GNU GPLv3.
pt_br: sob certas condições. Por favor leia a licença GNU GPLv3 para mais detalhes.
ru: при соблюдении требований лицензии GNU GPLv3.
sv: under vissa förhållanden. Vänligen läs GNU GPL v3 för detaljer.

source: SparkleDiff let's you compare revisions of an image file side by side.
es: SparkleDiff le permite comparar revisiones de sus archivos de imágen lado a lado.
pl: Program SparkleDiff pozwala na porównywanie różnych rewizji pliku graficznego obok siebie.
pt_br: O SparkleDiff permite que você compare lado a lado revisões de uma imagem.
sv: SparkleDiff visar skillnaderna mellan två versioner av samma bild sida vid sida.

source: Usage: sparklediff [FILE]
es: Uso: sparklediff [ARCHIVO]
pl: Sposób użycia: sparklediff [PLIK]
pt_br: Utilização: sparklediff [ARQUIVO]
sv: Användning: sparklediff [FIL]

source: Open an image file to show its revisions
es: Abrir un archivo de imagen para ver sus revisiones
pl: Otwiera plik graficzny z możliwością porównywania jego rewizji
pt_br: Abre um arquivo de imagem e mostra suas revisões
sv: Öppna en fil för att se dess versioner

source: Arguments:
es: Parámetros:
pl: Parametry:
pt_br: Argumentos:
ru: Параметры:
sv: Argument:

source: -h, --help Display this help text.
es: -h, --help Muestra este texto de ayuda.
pl: -h, --help Wyświetla opcje pomocy.
pt_br: -h, --help Mostra esse texto de ajuda.
ru: -h, --help Показать эту справку.
sv: -h, --help Visa denna hjälptext.

source: {0} at {1}
es: {0} de {1}
pl: {0} na {1}
pt_br: {0} em {1}

source: a second ago
es: hace un segundo
pl: sekundę temu
pt_br: há um segundo
ru: секунду назад
sv: en sekund sedan

source: a minute ago
es: hace un minuto
pl: minutę temu
pt_br: há um minuto
ru: минуту назад
sv: en minut sedan

source: about an hour ago
es: hace 1 hora
pl: około godzinę temu
pt_br: há quase uma hora
ru: около часа назад
sv: ungefär en timme sedan

source: yesterday
es: ayer
pl: wczoraj
pt_br: ontem
ru: вчера
sv: igår

source: a month ago
es: hace un mes
pl: miesiąc temu
pt_br: há um mês
ru: месяц назад
sv: en månad sedan

source: a year ago
es: hace un año
pl: rok temu
pt_br: há um ano
ru: год назад
sv: ett år sedan

source: OptionName
es: NombreOpción

source: Get Earlier Version
es: Obtener versión anterior
pl: Pobierz wcześniejszą wersję
pt_br: Obter Versão Mais Recente

source: Make a copy of an earlier version in this folder
es: Hacer una copia de una versión anterior en esta carpeta
pl: Tworzy kopię wcześniejszej wersji w tym katalogu
pt_br: Fazer uma cópia de uma anterior nesta pasta

source: Select to get a copy of this version
es: Seleccionar para obtener una copia de esta versión
pl: Zaznacz, aby pobrać kopię tej wersji
pt_br: Selecione para obter uma cópia dessa versão

source: Welcome to SparkleShare!
es: ¡Bienvenido a SparkleShare!
pl: Witamy w programie SparkleShare!
pt_br: Bem vindo ao SparkleShare
ru: Добро пожаловать в SparkleShare!
sv: Välkommen till SparkleShare

source: Before we can create a SparkleShare folder on this computer, we need a few bits of information from you.
es: Antes de que podamos crear una carpeta de SparkleShare en este equipo, necesitamos un poco de información de usted.
pl: Program SparkleShare wymaga podania kilku informacji, nim możliwe będzie utworzenie katalogu na tym komputerze.
pt_br: Antes de criarmos uma pasta SparkleShare neste computador, precisamos de algumas informação sobre você;

source: Full Name:
es: Nombre completo:
pl: Imię i nazwisko:
pt_br: Nome Completo:

source: Email:
es: Correo electrónico:

source: Next
es: Siguiente
pl: Następny
pt_br: Próximo

source: Configuring…
es: Configurando…
pl: Trwa konfigurowanie…
pt_br: Configurando...

source: Where is your remote folder?
es: ¿Dónde está su carpeta remota?
pl: Gdzie znajduje się zdalny folder?

source: ssh://address-to-my-server/
es: ssh://direccion-a-mi-servidor/
pl: ssh://adres-serwera/

source: On my own server:
es: En mi propio servidor:
pl: Na własnym serwerze:

source: Free hosting for Free and Open Source Software projects.
es: Alojamiento libre para proyectos de Software Libre y Código Abierto.
pl: Darmowy hosting Wolnych i Otwartych projektów.

source: Also has paid accounts for extra private space and bandwidth.
es: También tiene cuentas pagas para tener más espacio y ancho de banda privado.
pl: Posiada również płatne konta zwiększające dostępną przestrzeń oraz pasmo.

source: The GNOME Project
es: El Proyecto GNOME
pl: Projekt GNOME

source: GNOME is an easy to understand interface to your computer.
es: GNOME es una interfaz para su equipo fácil de entender.
pl: Środowisko GNOME jest łatwym w użyciu interfejsem dla twojego komputera.

source: Select this option if you’re a developer or designer working on GNOME.
es: Seleccione esta opción si usted es un desarrollador o diseñador trabajando en GNOME.
pl: Zaznacz tą opcję, jeśli programujesz lub projektujesz dla projektu GNOME.

source: Completely Free as in Freedom infrastructure.
es: Completamente Libre como en la infraestructura de la Libertad.

source: Free accounts for Free and Open Source projects.
es: Cuentas gratis para proyectos Libres y de Código Abierto.
pl: Wolne konta dla projektów Wolnych i Otwartych projektów.

source: Folder Name:
es: Nombre de la carpeta:
pl: Nazwa folderu:

source: Sync
es: Sincronizar
pl: Synchronizuj

source: Cancel
es: Cancelar
pl: Anuluj

source: Skip
es: Saltar
pl: Pomiń

source: Something went wrong…
es: Algo salió mal...
pl: Coś poszło nie tak...

source: Try Again
es: Intentar de nuevo
pl: Spróbuj ponownie

source: Folder synced successfully!
es: ¡Carpeta sincronizada con exito!
pl: Poprawnie zsynchronizowano folder

source: Now you can access the synced files from ‘
es: Ahora usted puede acceder los archvos sincronizados desde ‘

source: Open Folder
es: Abrir carpeta
pl: Otwórz katalog
pt_br: Abrir Pasta
ru: Открыть папку
sv: Öppna mapp

source: Finish
es: Finalizar
pl: Zakończ
pt_br: Finalizar

source: Syncing folder ‘{0}’…
es: Sincronizando carpeta ‘{0}’…
pl: Synchronizowanie katalogu „{0}”

source: This may take a while.
es: Esto puede tardar un rato.
pl: Proces może chwilę potrwać.

source: You sure it’s not coffee o-clock?
es: ¿Seguro que no es hora del café?
pl: Jesteś pewien, że to nie pora na kawę?

source: SparkleShare is ready to go!
es: ¡SparkleShare esta listo para usar!
pl: Program SparkleShare jest gotowy do pracy.
pt_br: SparkleShare está pronto!

source: Now you can start accepting invitations from others. Just click on invitations you get by email and we will take care of the rest.
es: Ahora puede empezar a aceptar invitaciones de otros. Solo haga click en las invitaciones que reciba por correo electrónico y nosotros encargaremos del resto.

source: Learn how to host your own SparkleServer
es: Aprenda como hospedar su propio SparkleServer
pl: Dowiedz się, jak postawić własny SparkleServer
pt_br: Aprenda como hospedar o seu próprio SparkleServer

source: Invitation received!
es: ¡Invitación recibida!
pl: Otrzymano zaproszenie.

source: You've received an invitation to join a shared folder. We're ready to hook you up immediately if you wish.
es: Usted ha recibido una invitación a unirse a una carpeta compartida. Estamos listos para unirte en cuanto lo desees.
pl: Otrzymano zaproszenie do współpracy. Program SparkleShare jest gotowy, by rozpocząć współpracę, jeśli tylko sobie tego życzysz.

source: Do you accept this invitation?
es: ¿Acepta esta invitación?
pl: Przyjąć zaproszenie?

source: Server Address:
es: Dirección del servidor:
pl: Adres serwera:

source: Reject
es: Rechazar
pl: Odrzuć

source: Accept and Sync
es: Aceptar y Sincronizar
pl: Przyjmij i zsynchronizuj

source: Close
es: Cerrar
pl: Zamknij

source: Recent Events in ‘{0}’
es: Eventos Recientes en ‘{0}’
pl: Ostatnie zdarzenia w „{0}”
pt_br: Eventos Recentes em '{0}'

source: _Open Folder
es: _Abrir Carpeta
pl: _Otwórz katalog

source: Don't show the notification icon
es: No mostrar el icono de notificaciones
pl: Wyłącza wyświetlanie ikony w obszarze powiadamiania

source: Show this help text
es: Mostrar este texto de ayuda
pl: Wyświetla opcje pomocy

source: Print version information
es: Muestra la información de la versión
pl: Wyświetla informacje o wersji

source: SparkleShare, an instant update workflow to Git.
es: SparkleShare, un flujo de trabajo de actualización instantánea a Git.

source: SparkleShare automatically syncs Git repositories in
es: SparkleShare sincroniza automaticamente repositorios Git en
pl: Program SparkleShare automatycznie synchronizuje reozytoria Git znajdujące się

source: the ~/SparkleShare folder with their remote origins.
es: La carpeta ~/SparkleShare el origen remoto.
pl: w katalogu ~/SparkleShare z ich zdalnymi gałęziami.

source: Usage: sparkleshare [start|stop|restart] [OPTION]...
es: Uso: sparkleshare [start|stop|restart] [OPCION]...
pl: Użycie: sparkleshare [start|stop|restart] [OPCJA]...
pt_br: Utilização: sparkleshare [start|stop|restart] [OPTION]...
ru: Синтаксис: sparkleshare [start|stop|restart] [КЛЮЧ]...
sv: Användning: sparkleshare [start|stop|restart] [INSTÄLLNING]

source: Sync SparkleShare folder with remote repositories.
es: Sincronizar carpeta SparkleShare con el repositorio remoto.
pl: Synchronizuj zawartość katalogu SparkleShare ze zdalnymi repozytoriami.
pt_br: Sincroniza a pasta SparkleShare com repositórios remotos.
ru: Синхронизировать папку SparkleShare с удаленными источниками.
sv: Synkronisera SparkleShare mappen med fjärrmappar.

source: No Shared Folders Yet
es: Todavía no hay carpetas compartidas
pl: Brak współdzielonych folderów
pt_br: Nenhuma Pasta Compartilhada Ainda

source: Sync Remote Folder…
es: Sincronizando carpeta remota...
pl: Synchronizuj zdalny folder...

source: Show Notifications
es: Mostrar notificaciones
pl: Wyświetlanie powiadomień
pt_br: Mostrar Notificações
ru: Показывать уведомления
sv: Visa meddelanderutor

source: Visit Website
es: Visitar el sitio web
pl: Odwiedź stronę domową
ru: Посетить сайт
sv: Besök hemsidan

source: Quit
es: Salir
pl: Zakończ
pt_br: Sair
ru: Выход
sv: Avsluta

source: Up to date
es: Actualizado
pl: Wszystko jest aktualne

source: Syncing…
es: Sincronizando...
pl: Synchronizowanie…
pt_br: Sincronizando…
ru: Синхронизация…
sv: Synkroniserar…

source: Failed to sync changes
es: Fallo al sincronizar cambios
pl: Nie udało się zsynchronizować zmian

source: Ouch! Mid-air collision!
es: ¡Ohh! ¡Hay una colisión!
pl: Ups! Nastąpiło czołowe zderzenie!
pt_br: Ops! Colisão em pleno ar!

source: Don't worry, SparkleShare made a copy of each conflicting file.
es: No se preocupe, SparkleShare hace una copia de cada archivo en conflicto.
pl: Bez obaw, program SparkleShare wykonał kopię skonfliktowanych plików.
pt_br: Não se preocupe, SparkleShare fez uma cópia de cada arquivo conflitante.

source: Hold your ponies!
es: ¡Sostenga sus ponis!
pl: Wstrzymaj konie!
pt_br: Segure seus pôneis!
ru: Попридержите лошадок!
sv: Håll in dina ponnyer!

source: SparkleShare is known to be insanely fast with pictures of unicorns. Please make sure your internets are upgraded to the latest version to avoid any problems.
es: SparkleShare es conocido por ser increíblemente rápido con sus fotos de unicornios. Por favor esté seguro que su copia en internet esta actualizada a la última versión para evitar cualquier problema.
pl: Program SparkleShare jest znany z niesamowitej szybkości przy wysyłaniu obrazków z jednorożcami. Dopilnuj, by Twój internet był w najnowszej wersji, aby uniknąć problemów.
pt_br: SparkleShare é conhecido por ser insanamente rápido com imagens de unicórnios. Para evitar problemas, por favor verifique se sua internet foi atualizada para a versão mais recente.

source: SparkleDiff Copyright (C) 2010 Hylke Bons
pt_br: Direitos Autorais SparkleShare (C) 2010 Hylke Bons

source: Address of remote SparkleShare folder:
pt_br: Endereço da pasta remota SparkleShare:
ru: Расположение удаленной папки SparkleShare:
sv: Adress till SparkleShare fjärrmapp

source: Add Folder
pt_br: Adicionar Pasta
ru: Добавить папку
sv: Lägg till mapp

source: Syncing folder ‘{0}’
pt_br: Sincronizando pasta ‘{0}’
ru: Синхронизация папки ‘{0}’
sv: Synkroniserar mappen ‘{0}’

source: SparkleShare will notify you when this is done.
pt_br: SparkleShare irá notifica-lo quando houver concluído.
ru: SparkleShare сообщит вам об окончании.
sv: SparkleShare kommer meddela dig när detta är färdigt.

source: Dismiss
pt_br: Fechar
ru: Принять
sv: Stäng

source: Something went wrong while syncing ‘{0}’
pt_br: Alguma coisa deu errado enquanto sincronizava ‘{0}’
ru: При обновлении папки ‘{0}’ произошла ошибка
sv: Något blev fel med synkroniseringen av ‘{0}’

source: Try Again…
pt_br: Tentar novamente…
ru: Повторить…
sv: Försök igen...

source: Successfully synced folder ‘{0}’
pt_br: Pasta ‘{0}’ sincronizada com sucesso
ru: Папка ‘{0}’ обновлена
sv: Lyckad synkronisering av mappen ‘{0}’

source: Now make great stuff happen!
pt_br: Agora faça grandes coisas acontecerem!
ru: А теперь вперед, — к великому!
sv: Nu kommer häftiga saker att hända

source: Folder Address:
pt_br: Endereço da Pasta:

source: I'm already subscribed to a folder on a SparkleServer
pt_br: Eu já tenho uma pasta cadastrada no SparkleShare

source: Now you can start accepting invitations from others. Just click on invitations you get by email and we will take care of the rest.
pt_br: Agora você pode aceitar convites. Simplesmente clique nos convites que você recebeu por e-mail e nós tomaremos conta do resto.

source: SparkleShare Copyright (C) 2010 Hylke Bons
pt_br: Diretos Autorais do SparkleShare (C) 2010 Hylke Bons
ru: Авторское право SparkleShare © 2010 Hylke Bons

source: SparkleShare syncs the ~/SparkleShare folder with remote repositories.
pt_br: SparkleShare sincroniza a pasta ~/SparkleShare com repositórios remotos.
ru: SparkleShare синхронизирует папку ~/SparkleShare с удаленными источниками.
sv: SparkleShare synkroniserar ~/SparkleShare mappen med fjärrmappar.

source: -d, --disable-gui Don't show the notification icon.
pt_br: -d, --disable-gui Não mostra o ícone de notificação.
ru: -d, --disable-gui Отключить значок в области уведомлений.
sv: -d, --disable-gui Visa inte meddelandeikonen.

source: SparkleShare Folder
pt_br: Pasta SparkleShare:

source: Add Remote Folder…
pt_br: Adicionar Pasta Remota…

source: About
pt_br: Sobre

source: All up to date
pt_br: Tudo está atualizado

source: SparkleShare is known to be insanely fast with pictures of unicorns. Please make sure your internets are upgraded to the latest version to avoid problems.
ru: SparkleShare безумно быстр при работе с изображениями единорогов. Пожалуйста, обновите свои интернеты до упора, чтобы избежать проблем.
sv: SparkleShare är känt för att vara snabbt med bilder på enhörningar. Vänligen säkerställ att dina internet är uppgraderade till den senaste versionen för att slippa problem.

source: Error syncing
ru: Ошибка при синхронизации
sv: Synkroniseringsfel

source: Everything is up to date
ru: Все обновлено
sv: Allt är av senaste versionen

source: Add a Remote Folder…
ru: Добавить удаленную папку…
sv: Lägg till en fjärrmapp…

source: You don't have any folders set up yet.
ru: Пока ни одной папки не задано.
sv: Du har inga mappar inställda ännu.

source: Add a Folder…
ru: Добавить папку…
sv: Lägg till en mapp…

source: ‘{0}’ on {1}
ru: ‘{0}’ у {1}
sv: {0}’ på {1}

source: Things will go utterly wrong.
ru: Все пойдет наперекосяк.
